[MZBitterFrostProtocolTech X2TechTemplate]
DisplayName="寒霜协议"
Summary="虽然我们不能以足够快的速度生产冰冻炸弹的部件，以便在战场大规模部署使用，但有几种方法可以使我们产生类似的，虽然可能较弱的效果."

[MZBuildCryolator X2TechTemplate]
DisplayName="建造冷冻器"
Summary="消耗一定时间和材料，我们可以制造标准的冷冻器。因为需要制造大量寒霜气体,所以只能在试验场安全制造出来."

[MZBuildCryolatorMG X2TechTemplate]
DisplayName="建造先进冷冻器"
Summary="消耗一定时间和材料，我们可以制先进的冷冻器。因为需要制造大量寒霜气体,所以只能在试验场安全制造出来."

[MZBuildCryolatorBM X2TechTemplate]
DisplayName="建造高级冷冻器"
Summary="消耗一定时间和材料，我们可以制造高级的冷冻器。因为需要制造大量寒霜气体,所以只能在试验场安全制造出来."
[MZBuildCryolauncher X2TechTemplate]
DisplayName="建造冰晶炮发射器"
Summary="通过使用寒霜而不是典型的火箭作为装载物，我们可以制造出一种重型武器，能够在极远的范围内产生冻结的效果."

[MZUpgradeCryolauncher X2TechTemplate]
DisplayName="升级冰晶炮发射器"
Summary="我们技术的进步使我们的冰晶炮发射器将能增强伤害和作用范围。升级每个发射器需要一些时间."

[MZWinterKingFangsTech X2TechTemplate]
DisplayName="毒蛇王的尖牙"
Summary="毒蛇王的尖牙即使在它死后很长一段时间仍然非常冰冷。考虑到它们看起来十分耐用，我们可能会用它们为我们的散兵盟友制造一种非常危险的武器."

[MZFrostRounds X2AmmoTemplate]
FriendlyName="寒霜子弹"
FriendlyNamePlural="寒霜子弹"
BriefSummary="这些子弹在撞击时会产生低温蒸气，叠加寒冷Buff并造成伤害和撕碎护甲：每次叠加的<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避，<Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结<font color='#d3af37'>冻结</font>敌人并<font color='#d3af37'>降低防御</font>."
TacticalText="<Bullet/> 第一次和第二次命中会增加强大的机动性和闪避减益效果.<br> <Bullet/> 第三次命中将冻结目标.<br><Bullet/> 被冻结的敌人防御下降.<br>"

[MZBitterFrostGrenade X2GrenadeTemplate]
FriendlyName="低温榴弹"
FriendlyNamePlural="低温榴弹"
Summary="可在小范围内用低温蒸气，叠加寒冷Buff并造成伤害和撕碎护甲：每次叠加的<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避，<Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结<font color='#d3af37'>冻结</font>敌人并<font color='#d3af37'>降低防御</font>"
TacticalText="<Bullet/> 第一次和第二次命中会增加极大的机动性和闪避减益效果.<br> <Bullet/>第三次命中将冻结目标.<br><Bullet/> 被冻结的敌人防御下降.<br><Bullet/> 手榴弹可以摧毁目标的装备，所以过分依赖手榴弹会减少我们的获得战利品的机会."
ThrownAbilityName="投掷低温榴弹"
ThrownAbilityHelpText="向目标区域投掷一枚低温榴弹，叠加寒冷Buff并造成伤害和撕碎护甲."
LaunchedAbilityname="发射寒霜榴弹"
LaunchedAbilityHelpText="向目标区域发射一枚低温榴弹，叠加寒冷Buff并造成伤害和撕碎护甲."

[MZBitterFrostBomb X2GrenadeTemplate]
FriendlyName="低温炸弹"
FriendlyNamePlural="低温炸弹"
BriefSummary="与低温榴弹相比，低温炸弹的伤害、半径和粉碎效果都得到了提升。可在小范围内用低温蒸气，叠加寒冷Buff并造成伤害和撕碎护甲：每次叠加的<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避，<Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结<font color='#d3af37'>冻结</font>敌人并<font color='#d3af37'>降低防御</font>"
TacticalText="<Bullet/> 第一次和第二次命中会增加极大的机动性和闪避减益效果.<br> <Bullet/> 第三次命中将冻结目标.<br><Bullet/> 被冻结的敌人防御下降.<br><Bullet/> 手榴弹可以摧毁目标的装备，所以过分依赖手榴弹会减少我们的获得战利品的机会."
ThrownAbilityName="投掷低温炸弹""
ThrownAbilityHelpText=""向目标区域投掷一枚低温炸弹，叠加寒冷Buff并造成伤害和撕碎护甲"
LaunchedAbilityname="发射低温炸弹""
LaunchedAbilityHelpText="向目标区域发射一枚低温炸弹，叠加寒冷Buff并造成伤害和撕碎护甲."

[MZBitterFrostWarhead X2GrenadeTemplate]
FriendlyName="低温弹头"
FriendlyNamePlural="低温弹头"
BriefSummary="一个小范围爆发低温蒸汽冻结敌人，叠加寒冷Buff并造成伤害和撕碎护甲：每次叠加的<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避，<Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结<font color='#d3af37'>冻结</font>敌人并<font color='#d3af37'>降低防御</font>"
TacticalText="<Bullet/> 第一次和第二次命中大幅降低目标的机动性和闪避.<br> <Bullet/> 第三次命中会冻结敌人.<br><Bullet/> 冻结的敌人防御降低了.<br><Bullet/> 弹头可以摧毁目标的装备，所以过分依赖弹头会减少我们的获得战利品的机会."
ThrownAbilityName="投掷寒霜弹头"
ThrownAbilityHelpText="向目标区域投掷一枚寒霜弹头，叠加寒冷Buff并造成伤害和撕碎护甲."
LaunchedAbilityname="发射寒霜弹头"
LaunchedAbilityHelpText="向目标区域发射一枚寒霜弹头，叠加寒冷Buff并造成伤害和撕碎护甲."

[MZIceWristBlade_CV X2PairedWeaponTemplate]
FriendlyName="毒蛇王的尖牙"
FriendlyNamePlural="毒蛇王的尖牙"
BriefSummary="这些毒牙从毒蛇王的下巴上撕下，冰冷得像死亡一样，每次攻击都会让敌人感到寒冷，甚至可以通过特殊的牵拉攻击立即冻结敌人."
TacticalText="<Bullet/>第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.\n<Bullet/>散兵可以利用他们的开颅刃和牵拉攻击在战场上成为一种恐怖的存在.\n<Bullet/> 与敌人进行肉搏战的决定是决定性的；要谨慎.\n<Bullet/> 留意机会，以提高我们的冷门武器效能-敌人可能有机会获得更好的技术."
AbilityDescName="开颅刃"

[MZIceWristBlade_MG X2PairedWeaponTemplate]
FriendlyName="毒蛇王的尖牙"
FriendlyNamePlural="毒蛇王的尖牙"
BriefSummary="这些毒牙从毒蛇王的下巴上撕下，冰冷得像死亡一样，每次攻击都会让敌人感到寒冷，甚至可以通过特殊的牵拉攻击立即冻结敌人."
TacticalText="<Bullet/>第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.\n<Bullet/>散兵可以利用他们的开颅刃和牵拉攻击在战场上成为一种恐怖的存在.\n<Bullet/> 与敌人进行肉搏战的决定是决定性的；要谨慎.\n<Bullet/> 留意机会，以提高我们的冷门武器效能-敌人可能有机会获得更好的技术."
AbilityDescName="开颅刃"

[MZIceWristBlade_BM X2PairedWeaponTemplate]
FriendlyName="毒蛇王的尖牙"
FriendlyNamePlural="毒蛇王的尖牙"
BriefSummary="这些毒牙从毒蛇王的下巴上撕下，冰冷得像死亡一样，每次攻击都会让敌人感到寒冷，甚至可以通过特殊的牵拉攻击立即冻结敌人."
TacticalText="<Bullet/>第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.\n<Bullet/>散兵可以利用他们的开颅刃和牵拉攻击在战场上成为一种恐怖的存在.\n<Bullet/> 与敌人进行肉搏战的决定是决定性的；要谨慎.\n<Bullet/> 留意机会，以提高我们的冷门武器效能-敌人可能有机会获得更好的技术."
AbilityDescName="开颅刃"

[XComCryolator_CV X2WeaponTemplate]
FriendlyName="冷冻器"
FriendlyNamePlural="冷冻器"
BriefSummary="这个实验性的化学喷射器发射出一股冰冻气体，冷冻并破坏多个目标."
TacticalText="<Bullet/> 第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.<br><Bullet/> 被冻结的敌人防御下降.<br><Bullet/>监视喷射只会叠加第一层冰冻效果.<br>"
AbilityDescName="冷冻器"

[XComCryolator_MG X2WeaponTemplate]
FriendlyName="先进冷冻器"
FriendlyNamePlural="先进冷冻器"
BriefSummary="这个实验性的化学喷射器发射出一股冰冻气体，冷冻并破坏多个目标."
TacticalText="<Bullet/> 第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.<br><Bullet/> 被冻结的敌人防御下降.<br><Bullet/>监视喷射只会叠加第一层冰冻效果.<br>"
AbilityDescName="冷冻器"

[XComCryolator_BM X2WeaponTemplate]
FriendlyName="高级冷冻器"
FriendlyNamePlural="高级冷冻器"
BriefSummary="这个实验性的化学喷射器发射出一股冰冻气体，冷冻并破坏多个目标."
TacticalText="<Bullet/> 第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.<br><Bullet/> 被冻结的敌人防御下降.<br><Bullet/>监视喷射只会叠加第一层冰冻效果.<br>"
AbilityDescName="冷冻器"

[MZIceThrower X2AbilityTemplate]
LocFriendlyName="冷冻器喷射"
LocLongDescription="喷射一股冰雾，冷冻并伤害扇形内的多个目标."
LocHelpText="喷射一股冰雾，冷冻并伤害扇形内的多个目标."
LocFlyOverText="冷冻器喷射"

[MZChemstormIce X2AbilityTemplate]
LocFriendlyName="冰晶风暴"
LocLongDescription="使用冷冻器攻击士兵周围圆形范围内的所有单位."
LocHelpText="使用冷冻器攻击士兵周围圆形范围内的所有单位."
LocFlyOverText="冰晶风暴"

[MZFreeBitterfrostGrenade X2AbilityTemplate]
LocFriendlyName="低温弹手"
LocLongDescription="<Bullet/>为你的物品栏提供一颗免费的苦寒榴弹.<br> <Bullet/>苦寒<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocHelpText="<Bullet/>为你的物品栏提供一颗免费的苦寒榴弹.<br> <Bullet/>苦寒<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocFlyOverText="低温弹手"
LocPromotionPopupText="<Bullet/>免费赠予的榴弹不享受技能加成效果.<br/>"
[MZIceVest X2EquipmentTemplate]
FriendlyName="极寒背心"
FriendlyNamePlural="极寒背心"
BriefSummary="极寒背心不仅给士兵的生命值加成，而且会立即冻结任何近战攻击的敌人."
TacticalText="<Bullet/> 极寒背心会冻结近战攻击的敌人.\n<Bullet/> 敌人会被冻结，即使在他们从冻结中恢复后也会降低移动力.\n<Bullet/>这件背心的隔热层对火和冰的损害有免疫力. \n<Bullet/>极寒背心提供少量生命值加成."

[MZIceVestStats X2AbilityTemplate]
LocFriendlyName="极寒背心"
LocLongDescription="获得对火焰与冰冻的免疫力，会立即冰冻近战攻击的敌人."
LocHelpText="获得对火焰与冰冻的免疫力，会立即冰冻近战攻击的敌人."
LocFlyOverText="极寒背心"

[MZCryoLauncher X2WeaponTemplate]
FriendlyName="冰晶炮发射器"
FriendlyNamePlural="冰晶炮发射器"
BriefSummary="微型导弹技术使我们能够使火箭发射器小型化，并将其安装在我们的重型装甲系统上。这种型号使用了寒霜作为装载物，抑制多个目标的移动并冻结他们."
TacticalText="<Bullet/>与普通火箭不同，冰晶炮发射器不摧毁掩体和护甲.\n<Bullet/> 第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.<br><Bullet/> 被冻结的敌人防御下降."

[MZCryoLauncherMk2 X2WeaponTemplate]
FriendlyName="高级冰晶炮发射器"
FriendlyNamePlural="高级冰晶炮发射器"
BriefSummary="微型导弹技术使我们能够使火箭发射器小型化，并将其安装在我们的重型装甲系统上。这种型号使用了寒霜作为装载物，抑制多个目标的移动并冻结他们."
TacticalText="<Bullet/>与普通火箭不同，冰晶炮发射器不摧毁掩体和护甲.\n<Bullet/> 第一次和第二次命中大幅降低目标的机动性和闪避.\n<Bullet/> 第三次命中会冻结敌人.<br><Bullet/> 被冻结的敌人防御下降."

[MZCryoLauncher X2AbilityTemplate]
LocFriendlyName="冰晶炮"
LocHelpText="向目标区域发射冰晶火箭."

[SparkMZCryoLauncher X2AbilityTemplate]
LocFriendlyName="冰晶炮"
LocHelpText="向目标区域发射冰晶火箭."

[MZBitterfrostBlood X2AbilityTemplate]
LocFriendlyName="寒霜血液"
LocLongDescription="对寒冷有免疫力。清除残废效果，受到伤害时冻结相邻敌人"
LocHelpText="对寒冷有免疫力。清除残废效果，受到伤害时冻结相邻敌人"
LocFlyOverText="寒霜血液"

[MZBitterfrostBloodTrigger X2AbilityTemplate]
LocFriendlyName="寒霜血液"
LocLongDescription="对寒冷有免疫力。清除残废效果，受到伤害时冻结相邻敌人"
LocHelpText="对寒冷有免疫力。清除残废效果，受到伤害时冻结相邻敌人"
LocFlyOverText="寒霜血液"

[MZIceCanister X2WeaponTemplate]
FriendlyName="寒霜冷气罐"
FriendlyNamePlural="寒霜冷气罐"
BriefSummary="这个冷气罐使士兵能够使用化学喷射器发动寒霜攻击."
TacticalText="<Bullet/> 冷气罐只能配合化学喷射器使用.<br><Bullet/>提升 <Ability:ICECANISTER_USES>次化学冰霜攻击.<br/><Bullet/> 造成 <Ability:MZICECANISTER_SCALAR/>化学喷射器冰霜伤害.<br><Bullet/>攻击造成寒霜效果, 首次和二次打击会给与移动性和闪避性惩罚.<br><Bullet/> 第三次命中会造成冻结.<br><Bullet/> 冻结敌人将会降低防御.<br><Bullet/>如果装备冰霜发射器,发射器将提升+<Ability:MATCHINGCANISTER_BONUS>点直接伤害."
AbilityDescName="冷气罐"

[MZIceCanister X2AbilityTemplate]
LocFriendlyName="激活寒霜冷气罐"
LocLongDescription="激活后,可以使用化学喷射器释放冰霜气体. 造成冰霜伤害."
LocHelpText="激活后,可以使用化学喷射器释放冰霜气体. 造成冰霜伤害."
LocFlyOverText="激活寒霜冷气罐"

[MZIceCanisterActivate X2AbilityTemplate]
LocFriendlyName="激活寒霜冷气罐"
LocLongDescription="激活后,可以使用化学喷射器释放冰霜气体. 造成冰霜伤害."
LocHelpText="激活后,可以使用化学喷射器释放冰霜气体. 造成冰霜伤害."
LocFlyOverText="激活寒霜冷气罐"
